Repository: kviron/woocommerce-rbspayment
Catalog: lang/wc-rbspayment-text-domain-*.po
Languages: ru_ru

source: Online acquiring and payment processing.
ru_ru: Интернет эквайринг и обработка платежей.

source: Payment successful
ru_ru: Платеж успешно оплачен

source: Payment failed
ru_ru: Платеж не оплачен

source: Allow customers to conveniently checkout directly with
ru_ru: Настройка приема электронных платежей через

source: does not support your currency.
ru_ru: не поддерживает валюту вашего магазина.

source: Enable/Disable
ru_ru: Включен/Выключен

source: Title
ru_ru: Название способа оплаты

source: Title displayed to your customer when they make their order.
ru_ru: Заголовок, который видит пользователь в процессе оформления заказа.

source: Login-API
ru_ru: Логин-API

source: Password
ru_ru: Пароль

source: Test mode
ru_ru: Тестовый режим

source: In this mode no actual payments are processed.
ru_ru: В этом режиме реальные платежи не обрабатываются.

source: Payments type
ru_ru: Тип платежей

source: One-phase payments
ru_ru: Одностадийные платежи

source: Two-phase payments
ru_ru: Двухстадийные платежи

source: Description
ru_ru: Описание

source: Payment description displayed to your customer.
ru_ru: Описание, которое видят ваши покупатели.

source: Payed order status
ru_ru: Статус оплаченного заказа

source: Page your customer will be redirected to after a <b>successful payment</b>.<br/>Leave this field blank, if you want to use default settings.
ru_ru: Страница, на которую будет перенаправлен пользователь в случае <b>успешной оплаты</b>.<br/>Оставьте это поле пустым, если хотите использовать настройки по умолчанию.

source: Page your customer will be redirected to after an <b>unsuccessful payment</b>.<br/>Leave this field blank, if you want to use default settings.
ru_ru: Страница, на которую будет перенаправлен пользователь в случае <b>неудачной оплаты</b>.<br/>Оставьте это поле пустым, если хотите использовать настройки по умолчанию.

source: Send cart data<br />(including customer info)
ru_ru: Отправлять данные корзины покупателя на шлюз

source: If this option is enabled order receipts will be created and sent to your customer and to the revenue service.<br/>This is a paid option, contact your bank to enable it. If you use it, configure VAT settings. VAT is calculated according to the Russian legislation. VAT amounts calculated by your store may differ from the actual VAT amounts that can be applied.
ru_ru: При выборе опции, будет сформирован и отправлен в налоговую и клиенту чек.<br/>Опция платная, за подключением обратитесь в сервисную службу банка. При использовании необходимо настроить НДС продаваемых товаров. НДС рассчитывается согласно законодательству РФ, возможны расхождения в размере НДС с суммой рассчитанной магазином.

source: Tax system
ru_ru: Система налогообложения

source: General
ru_ru: Общая

source: Simplified, income
ru_ru: Упрощеная, доход

source: Simplified, income minus expences
ru_ru: Упрощённая, доход минус расход

source: Unified tax on imputed income
ru_ru: Eдиный налог на вменённый доход

source: Unified agricultural tax
ru_ru: Eдиный сельскохозяйственный налог

source: Patent taxation system
ru_ru: Патентная система налогообложения

source: Default VAT
ru_ru: Ставка НДС по умолчанию

source: No VAT
ru_ru: Без НДС

source: VAT 0%
ru_ru: НДС 0%

source: VAT 10%
ru_ru: НДС 10%

source: VAT 18%
ru_ru: НДС 18%

source: VAT 20%
ru_ru: НДС 20%

source: VAT applicable rate 10/110
ru_ru: НДС чека по расчетной ставке 10/110

source: VAT applicable rate 18/118
ru_ru: НДС чека по расчетной ставке 18/118

source: VAT applicable rate 20/120
ru_ru: НДС чека по расчетной ставке 20/120

source: Fiscal document format
ru_ru: Формат Фискальных Документов

source: FFD 1.0
ru_ru: ФФД версии 1.0

source: FFD 1.05
ru_ru: ФФД версии 1.05

source: Also specify the version in your bank web account and in your fiscal service web account.
ru_ru: Формат версии требуется указать в личном кабинете банка и в кабинете сервиса фискализации.

source: Payment type
ru_ru: Тип оплаты

source: Full prepayment
ru_ru: Полная предварительная оплата до момента передачи предмета расчёта

source: Partial prepayment
ru_ru: Частичная предварительная оплата до момента передачи предмета расчёта

source: Advance payment
ru_ru: Аванс

source: Full payment
ru_ru: Полная оплата в момент передачи предмета расчёта

source: Partial payment with further credit
ru_ru: Частичная оплата предмета расчёта в момент его передачи с последующей оплатой в кредит

source: No payment with further credit
ru_ru: Передача предмета расчёта без его оплаты в момент его передачи с последующей оплатой в кредит

source: Payment on credit
ru_ru: Оплата предмета расчёта после его передачи с оплатой в кредит

source: Used in FFD starting from 1.05
ru_ru: Используется в версих ФФД, начиная с 1.05

source: Payment type for delivery
ru_ru: Тип оплаты для доставки

source: Type of goods and services
ru_ru: Тип оплачиваемой позиции

source: Goods
ru_ru: Товар

source: Excised goods
ru_ru: Подакцизный товар

source: Job
ru_ru: Работа

source: Service
ru_ru: Услуга

source: Stake in gambling
ru_ru: Ставка азартной игры

source: Lottery ticket
ru_ru: Лотерейный билет

source: Intellectual property provision
ru_ru: Предоставление РИД

source: Payment
ru_ru: Платёж

source: Agent's commission
ru_ru: Агентское вознаграждение

source: Combined
ru_ru: Составной предмет расчёта

source: Other
ru_ru: Иной предмет расчёта

source: Proceed with payment
ru_ru: Перейти к оплате

source: Cancel payment and return to cart
ru_ru: Отменить оплату и вернуться в корзину

source: WooCommerce RBSPayment Checkout Gateway
ru_ru: Оплата банковской картой

source: Allows to use a payment gateway with the WooCommerce.
ru_ru: Позволяет использовать платежный шлюз с Инструментом электронной торговли WooCommerce.
